[
  {
    "id": 1,
    "img": "https://image.tmdb.org/t/p/w500/yh64qw9mgXBvlaWDi7Q9tpUBAvH.jpg",
    "name": "Moana 2",
    "genre": "Animation",
    "description": "After receiving an unexpected call from her wayfinding ancestors, Moana journeys alongside Maui and a new crew to the far seas of Oceania and into dangerous, long-lost waters for an adventure unlike anything she's ever faced.",
    "seats": 100,
    "rating": 70
  },
  {
    "id": 2,
    "img": "https://image.tmdb.org/t/p/w500/aosm8NMQ3UyoBVpSxyimorCQykC.jpg",
    "name": "Venom: The Last Dance",
    "genre": "Science Fiction",
    "description": "Eddie and Venom are on the run. Hunted by both of their worlds and with the net closing in, the duo are forced into a devastating decision that will bring the curtains down on Venom and Eddie's last dance.",
    "seats": 3,
    "rating": 64
  },
  {
    "id": 3,
    "img": "https://image.tmdb.org/t/p/w500/cNtAslrDhk1i3IOZ16vF7df6lMy.jpg",
    "name": "Absolution",
    "genre": "Action",
    "description": "An aging ex-boxer gangster working as muscle for a Boston crime boss receives an upsetting diagnosis.  Despite a faltering memory, he attempts to rectify the sins of his past and reconnect with his estranged children. He is determined to leave a positive legacy for his grandson, but the criminal underworld isn’t done with him and won’t loosen their grip willingly.",
    "seats": 70,
    "rating": 60
  },
  {
    "id": 4,
    "img": "https://image.tmdb.org/t/p/w500/wTnV3PCVW5O92JMrFvvrRcV39RU.jpg",
    "name": "The Wild Robot",
    "genre": "Animation",
    "description": "After a shipwreck, an intelligent robot called Roz is stranded on an uninhabited island. To survive the harsh environment, Roz bonds with the island's animals and cares for an orphaned baby goose.",
    "seats": 56,
    "rating": 84
  },
  {
    "id": 5,
    "img": "https://image.tmdb.org/t/p/w500/ht8Uv9QPv9y7K0RvUyJIaXOZTfd.jpg",
    "name": "Smile 2",
    "genre": "Horror",
    "description": "About to embark on a new world tour, global pop sensation Skye Riley begins experiencing increasingly terrifying and inexplicable events. Overwhelmed by the escalating horrors and the pressures of fame, Skye is forced to face her dark past to regain control of her life before it spirals out of control.",
    "seats": 81,
    "rating": 66
  },
  {
    "id": 6,
    "img": "https://image.tmdb.org/t/p/w500/2cxhvwyEwRlysAmRH4iodkvo0z5.jpg",
    "name": "Gladiator II",
    "genre": "Action",
    "description": "Years after witnessing the death of the revered hero Maximus at the hands of his uncle, Lucius is forced to enter the Colosseum after his home is conquered by the tyrannical Emperors who now lead Rome with an iron fist. With rage in his heart and the future of the Empire at stake, Lucius must look to his past to find strength and honor to return the glory of Rome to its people.",
    "seats": 10,
    "rating": 66
  },
  {
    "id": 7,
    "img": "https://image.tmdb.org/t/p/w500/xDGbZ0JJ3mYaGKy4Nzd9Kph6M9L.jpg",
    "name": "Wicked",
    "genre": "Drama",
    "description": "When ostracized and misunderstood green-skinned Elphaba is forced to share a room with the popular aristocrat Glinda, the two's unlikely friendship is tested as they begin to fulfill their respective destinies as Glinda the Good and the Wicked Witch of the West.",
    "seats": 60,
    "rating": 76
  },
  {
    "id": 8,
    "img": "https://image.tmdb.org/t/p/w500/bx92hl70NUhojjO3eV6LqKllj4L.jpg",
    "name": "GTMAX",
    "genre": "Action",
    "description": "When a notorious gang of bikers recruits her brother for a heist, a former motocross champion must face her deepest fears to keep her family safe.",
    "seats": 65,
    "rating": 61
  },
  {
    "id": 9,
    "img": "https://image.tmdb.org/t/p/w500/wIGJnIFQlESkC2rLpfA8EDHqk4g.jpg",
    "name": "Apocalypse Z: The Beginning of the End",
    "genre": "Drama",
    "description": "When a kind of rabies that transforms people into aggressive creatures spreads across the planet, Manel isolates himself at home with his cat, relying on his wits to survive; but soon they must go out in search of food, by land and by sea, dodging many dangers.",
    "seats": 47,
    "rating": 68
  },
  {
    "id": 10,
    "img": "https://image.tmdb.org/t/p/w500/ory8WuAqznTE7lfopTSymHpop2t.jpg",
    "name": "Heavenly Touch",
    "genre": "Drama",
    "description": "Jonard is having trouble making ends meet. His mother is suffering from depression, and he and his sister are forced to quit school in order to take care of her. One day, Jonard meets up his friend Rodel, and Rodel introduces him to the world of massage parlors. Rodel teaches him massage, and brings him to Heavenly Touch, a syndicate-run massage parlor that mostly caters to homosexuals.",
    "seats": 41,
    "rating": 63
  },
  {
    "id": 11,
    "img": "https://image.tmdb.org/t/p/w500/63xYQj1BwRFielxsBDXvHIJyXVm.jpg",
    "name": "Terrifier 3",
    "genre": "Horror",
    "description": "Five years after surviving Art the Clown's Halloween massacre, Sienna and Jonathan are still struggling to rebuild their shattered lives. As the holiday season approaches, they try to embrace the Christmas spirit and leave the horrors of the past behind. But just when they think they're safe, Art returns, determined to turn their holiday cheer into a new nightmare. The festive season quickly unravels as Art unleashes his twisted brand of terror, proving that no holiday is safe.",
    "seats": 95,
    "rating": 69
  },
  {
    "id": 12,
    "img": "https://image.tmdb.org/t/p/w500/xFSIygDiX70Esp9dheCgGX0Nj77.jpg",
    "name": "Spellbound",
    "genre": "Animation",
    "description": "When a powerful spell turns her parents into giant monsters, a teenage princess must journey into the wild to reverse the curse before it's too late.",
    "seats": 17,
    "rating": 67
  },
  {
    "id": 13,
    "img": "https://image.tmdb.org/t/p/w500/8cdWjvZQUExUUTzyp4t6EDMubfO.jpg",
    "name": "Deadpool & Wolverine",
    "genre": "Action",
    "description": "A listless Wade Wilson toils away in civilian life with his days as the morally flexible mercenary, Deadpool, behind him. But when his homeworld faces an existential threat, Wade must reluctantly suit-up again with an even more reluctant Wolverine.",
    "seats": 61,
    "rating": 77
  },
  {
    "id": 14,
    "img": "https://image.tmdb.org/t/p/w500/y1xm0jMIlx9Oo2a3jWNyLGm43sJ.jpg",
    "name": "Levels",
    "genre": "Action",
    "description": "After witnessing his girlfriend's murder, a man risks everything - including reality itself - to discover the truth.",
    "seats": 2,
    "rating": 56
  },
  {
    "id": 15,
    "img": "https://image.tmdb.org/t/p/w500/4dRtXjk1rcsZlaMJpBn6Nh9cTfO.jpg",
    "name": "Arena Wars",
    "genre": "Action",
    "description": "In 2045 convicted criminals are given the opportunity to compete on the world's #1 televised sporting event, Arena Wars. They must survive 7 rooms and 7 of the most vicious killers in the country. If they win, they regain their freedom.",
    "seats": 2,
    "rating": 53
  },
  {
    "id": 16,
    "img": "https://image.tmdb.org/t/p/w500/b33nnKl1GSFbao4l3fZDDqsMx0F.jpg",
    "name": "Alien: Romulus",
    "genre": "Horror",
    "description": "While scavenging the deep ends of a derelict space station, a group of young space colonizers come face to face with the most terrifying life form in the universe.",
    "seats": 11,
    "rating": 72
  },
  {
    "id": 17,
    "img": "https://image.tmdb.org/t/p/w500/lqoMzCcZYEFK729d6qzt349fB4o.jpg",
    "name": "The Substance",
    "genre": "Drama",
    "description": "A fading celebrity decides to use a black market drug, a cell-replicating substance that temporarily creates a younger, better version of herself.",
    "seats": 95,
    "rating": 73
  },
  {
    "id": 18,
    "img": "https://image.tmdb.org/t/p/w500/pnXLFioDeftqjlCVlRmXvIdMsdP.jpg",
    "name": "Armor",
    "genre": "Action",
    "description": "Armored truck security guard James Brody is working with his son Casey transporting millions of dollars between banks when a team of thieves led by Rook orchestrate a takeover of their truck to seize the riches. Following a violent car chase, Rook soon has the armored truck surrounded and James and Casey find themselves cornered onto a decrepit bridge.",
    "seats": 18,
    "rating": 54
  },
  {
    "id": 19,
    "img": "https://image.tmdb.org/t/p/w500/ouCgGNEC7zOIreWIt3ivgzI8XGf.jpg",
    "name": "Pimpinero: Blood and Oil",
    "genre": "Action",
    "description": "When Juan, a young gasoline smuggler, is forced to work for a mysterious organization in the desert bordering Colombia and Venezuela, his girlfriend Diana embarks on a journey to uncover the secrets that inhabit this no-man’s-land.",
    "seats": 22,
    "rating": 72
  },
  {
    "id": 20,
    "img": "https://image.tmdb.org/t/p/w500/cdqLnri3NEGcmfnqwk2TSIYtddg.jpg",
    "name": "Red One",
    "genre": "Action",
    "description": "After Santa Claus (codename: Red One) is kidnapped, the North Pole's Head of Security must team up with the world's most infamous bounty hunter in a globe-trotting, action-packed mission to save Christmas.",
    "seats": 10,
    "rating": 66
  }
]
